Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SAFETY_RESET_DETAIL
source: If your personal safety is at risk, use Emergency Reset to quickly protect your information from people and apps, change your Apple Account password, and review your emergency contacts. Any changes you make will be saved as you go. Keep in mind that people may notice if you stop sharing your information with them.
ar: إذا كان هناك خطر على أمانك الشخصي، يمكنك استخدام "إعادة التعيين الطارئة" لحماية معلوماتك سريعًا من الأشخاص والتطبيقات، وتغيير كلمة سر حساب Apple، ومراجعة جهات اتصال الطوارئ لديك. يرجى الوضع في الاعتبار أن الأشخاص قد يلاحظون إذا أوقفت مشاركة معلوماتك معهم.
bg: Ако личната ви безопасност е изложена на риск, можете да използвате Нулиране при спешност, за да предпазите бързо своята информация от хора и приложения, да промените паролата за вашата Apple регистрация и да прегледате контактите си за спешни случаи. Всички направени от вас промени ще бъдат запазвани в движение. Имайте предвид, че хората могат да забележат, ако спрете споделянето на информацията си с тях.
ca: Si la teva seguretat personal està en risc, fes un restabliment d’emergència perquè ni les persones ni les apps puguin accedir a la teva informació, canvia la contrasenya del compte d’Apple i revisa els contactes d’emergència. Els canvis es desaran a mesura que els facis. Tingues en compte que aquestes persones potser s’adonen que has deixat de compartir‑hi dades.
cs: Nouzový reset můžete využít, pokud je v ohrožení vaše osobní bezpečí. Tato funkce vám umožní rychle ochránit vaše informace před lidmi a aplikacemi, změnit heslo k účtu Apple a zkontrolovat nouzové kontakty. Všechny provedené změny se budou okamžitě ukládat. Lidé si můžou všimnout, že jste s nimi informace přestali sdílet.
da: Hvis din personlige sikkerhed er i fare, kan du bruge nødnulstilling til hurtigt at beskytte dine oplysninger fra personer og apps, skifte adgangskoden til din Apple-konto og gennemgå dine nødkontakter. Ændringer, du foretager, gemmes løbende. Vær opmærksom på, at de personer, du stopper deling med, muligvis lægger mærke til, at delingen er stoppet.
de: Wenn ein Risiko für deine persönliche Sicherheit besteht, verwende „Notfall-Reset“, um deine Informationen schnell zu schützen. Ändere dann das Passwort deines Apple Accounts und überprüfe deine Notfallkontakte. Alle vorgenommenen Änderungen werden sofort gesichert. Sei dir bewusst, dass andere Personen bemerken können, wenn du deine Informationen nicht mehr mit ihnen teilst.
el: Αν πιστεύετε ότι διακυβεύεται η προσωπική σας ασφάλεια, χρησιμοποιήστε την Επαναφορά έκτακτης ανάγκης για να προστατεύσετε γρήγορα τα δεδομένα σας από άτομα και εφαρμογές, να αλλάξετε το συνθηματικό του λογαριασμού Apple σας και να ελέγξετε τις επαφές έκτακτης ανάγκης σας. Οι αλλαγές που κάνετε αποθηκεύονται άμεσα. Έχετε υπόψη σας ότι οι επαφές σας ενδέχεται να παρατηρήσουν ότι διακόψατε την κοινοποίηση των δεδομένων σας προς αυτές.
es: Si tu seguridad personal está en riesgo, usa el restablecimiento de emergencia para proteger tus datos rápidamente de personas y apps, cambia la contraseña de tu cuenta de Apple y revisa tus contactos de emergencia. Los cambios que hagas se guardarán en el momento. Ten en cuenta que es posible que las otras personas se den cuenta si dejas de compartir tu información con ellas.
es_us: Si tu seguridad personal está en riesgo, usa el restablecimiento de emergencia para proteger rápidamente tu información de personas y apps, cambiar la contraseña de tu cuenta de Apple y revisar tus contactos de emergencia. Los cambios que realices se guardarán conforme avances. Toma en cuenta que las personas podrían percatarse de que dejaste de compartir información con ellas.
fi: Jos henkilökohtainen turvallisuutesi on vaarassa, suojaa tietosi käyttäjiltä ja apeilta nopeasti Hätänollauksella, vaihda Apple-tilisi salasana ja tarkista ICE-yhteystietosi. Kaikki tekemäsi muutokset tallennetaan välittömästi. Pidä mielessä, että muut saattavat huomata, että olet lopettanut sijaintisi jakamisen heille.
fr: Si votre sécurité personnelle est compromise, utilisez « Réinitialisation d’urgence » pour protéger rapidement vos informations contre des personnes et des apps, modifier le mot de passe de votre compte Apple et vérifier vos contacts d’urgence. Toutes les modifications apportées seront enregistrées au fur et à mesure. Gardez à l’esprit que les personnes concernées pourront peut-être constater que vous avez cessé de partager vos informations.
fr_ca: Si votre sécurité personnelle est menacée, utilisez la réinitialisation d’urgence pour protéger rapidement vos informations contre des personnes et des apps, changer le mot de passe de votre compte Apple et revoir vos contacts d’urgence. Toute modification que vous apportez sera enregistrée. Sachez que quelqu’un pourrait remarquer l’interruption de votre partage.
he: אם הבטיחות האישית שלך בסיכון, באפשרותך להשתמש ב״איפוס חירום״ כדי להגן במהירות על המידע שלך מפני אנשים ויישומים, לשנות את סיסמת חשבון ה-Apple שלך ולבדוק את אנשי הקשר שלך לשעת חירום. כל שינוי שיבוצע יישמר בזמן אמת. כדאי לזכור שאנשים יכולים להבחין בכך שהפסקת לשתף עמם את המידע שלך.
hi: यदि आपकी व्यक्तिगत सुरक्षा को ख़तरा है, तो लोगों और ऐप्स से अपनी जानकारी की तुरंत सुरक्षा करने के लिए आपातकालीन रीसेट का उपयोग करें, अपने Apple खाते का पासवर्ड बदलें और अपने आपातकालीन संपर्कों की समीक्षा करें। आप जैसे-जैसे बदलाव करेंगे वैसे-वैसे उन्हें सहेजा जाता रहेगा। इस बात का ध्यान रखें कि लोगों को इसका पता चल सकता है कि आपने अपनी जानकारी उनसे शेयर करनी बंद कर दी है।
hr: Ako vam je osobna sigurnost ugrožena, upotrijebite Hitno resetiranje za brzu zaštitu svojih informacija od osoba i aplikacija, promjenu lozinke svog Apple računa i pregledavanje hitnih kontakata. Sve promjene koje unesete spremat će se tijekom tog postupka. Imajte da umu da osobe mogu primijetiti da ste prestali dijeliti svoje informacije s njima.
hu: Ha veszélyben van a személyes biztonsága, a Vészhelyzeti alaphelyzetbe állítással gyorsan megvédheti az információit más személyektől és appoktól, módosíthatja az Apple-fiókja jelszavát, és áttekintheti a vészhelyzetben értesítendő kontaktjait. Az Ön által végzett minden módosítás menet közben mentve lesz. Ne feledje, hogy mások észlelhetik, ha Ön már nem osztja meg velük az információit.
id: Jika keselamatan pribadi Anda berisiko, gunakan Pengaturan Ulang Darurat untuk melindungi informasi Anda dengan cepat dari orang dan app, ubah kata sandi Akun Apple Anda, dan tinjau kontak darurat Anda. Semua perubahan yang Anda buat akan langsung disimpan. Ingat bahwa orang mungkin akan menyadari jika Anda berhenti berbagi informasi Anda dengan mereka.
it: Se la tua sicurezza personale è a rischio, utilizza “Inizializzazione di emergenza” per proteggere rapidamente le tue informazioni dalle persone e dalle app, modificare la password di Apple Account e rivedere i contatti di emergenza. Tutte le modifiche effettuate verranno salvate in tempo reale. Ricorda che le persone potrebbero notare che non condividi più le tue informazioni con loro.
ja: 個人情報が危険にさらされている場合は、“緊急リセット”を使用してほかの人やアプリからあなたの情報を素早く保護し、Apple Accountのパスワードを変更し、あなたの緊急連絡先を確認します。変更はすべて、変更中に保存されます。 あなたが情報の共有を停止したことにほかの人が気付く可能性があることに留意してください。
kk: Жеке басыңыздың қауіпсіздігіне қауіп төнсе, ақпаратыңызды адамдар мен қолданбалардан жедел қорғау, Apple аккаунтының құпиясөзін өзгерту және төтенше контактілеріңізді тексеру үшін «Төтенше бастапқы күйге қайтару» функциясын пайдаланыңыз. Сіз енгізген кез келген өзгертулер дәл сол кезде сақталады. Есіңізде болсын, ақпаратыңызды адамдармен бөлісуді тоқтатсаңыз, олар оны байқауы мүмкін.
ko: 만약 신변에 위협을 느낀다면 ‘긴급 재설정’을 사용하여 다른 사람 및 앱으로부터 사용자의 정보를 즉시 보호하고, 사용자의 Apple 계정을 변경하며, 긴급 연락처를 검토하십시오. 사용자가 변경하는 모든 사항은 바로 저장됩니다. 사용자가 정보 공유를 중단한 것을 다른 사람이 알게 될 수도 있다는 점에 유의하십시오.
lt: Jei kyla pavojus asmeniniam saugumui, naudokite funkciją „Nustatymas iš naujo nelaimės atveju“, kad greitai apsaugotumėte informaciją nuo žmonių ir programų, pakeistumėte „Apple“ paskyros slaptažodį ir peržiūrėtumėte adresatus nelaimės atveju. Atlikti pakeitimai bus išsaugoti. Atkreipkite dėmesį, kad žmonės gali pastebėti, jei nustosite bendrinti informaciją su jais.
ms: Jika keselamatan peribadi anda dalam risiko, gunakan Reset Kecemasan untuk melindungi maklumat anda dengan cepat daripada orang dan app, menukar kata laluan Akaun Apple anda dan menyemak kenalan kecemasan anda. Sebarang perubahan yang anda buat akan disimpan semasa dibuat. Perlu diingat bahawa orang mungkin menyedari jika anda berhenti berkongsi maklumat anda dengan mereka.
nl: Als je persoonlijke veiligheid in gevaar is, gebruik je 'Noodherstel' om je informatie snel te beschermen tegen personen en apps, je Apple Account-wachtwoord te wijzigen en je SOS-contactpersonen te controleren. Wijzigingen die je aanbrengt, worden direct bewaard. Houd er rekening mee dat personen mogelijk merken als je je informatie niet meer met hen deelt.
no: Hvis du tror du er i fare, kan du bruke Nullstilling av nødhensyn til å raskt beskytte informasjonen din fra personer og apper, endre passordet til Apple-kontoen din og se gjennom nødkontaktene dine. Alle endringer du gjør, vil bli arkivert underveis. Vær oppmerksom på at personer kan legge merke til at du slutter å dele informasjonen din med dem.
pl: Jeśli Twoje bezpieczeństwo osobiste jest zagrożone, funkcja Zerowanie awaryjne pozwoli Ci szybko ochronić swoje informacje przed innymi osobami i aplikacjami, zmienić hasło konta Apple oraz przejrzeć kontakty alarmowe. Ewentualne zmiany są zachowywane na bieżąco. Pamiętaj, że inni mogą zauważyć, jeśli przestaniesz udostępniać im informacje.
pt_br: Se a sua segurança pessoal estiver em risco, use a Redefinição de Emergência para proteger rapidamente as suas informações de pessoas e apps, alterar a senha da sua Conta Apple e revisar seus contatos de emergência. Todas as alterações que você fizer serão salvas na mesma hora. Tenha em mente que as pessoas poderão notar que você parou de compartilhar informações com elas.
pt_pt: Se a sua segurança pessoal estiver em risco, use a reposição de emergência para proteger rapidamente a sua informação de pessoas e aplicações, alterar a palavra‑passe da sua conta Apple, e rever os seus contactos de emergência. Quaisquer alterações serão guardadas ao efetuá‑las. As pessoas poderão notar se deixar de partilhar informação com elas.
ro: Dacă siguranța dvs. personală este în pericol, utilizați resetarea de urgență pentru a vă proteja rapid informațiile față de alte persoane și aplicații, a vă schimba parola contului Apple și a vă revizui contactele pentru urgențe. Toate modificările vor fi salvate pe măsură ce le efectuați. Rețineți că alte persoane ar putea observa dacă opriți partajarea informațiilor dvs.
ru: Если Ваша личная безопасность под угрозой, с помощью Экстренного сброса Вы можете быстро защитить свою информацию от людей и приложений, сменить пароль Аккаунта Apple и пересмотреть список контактов на случай ЧП. Любые внесенные изменения будут сразу сохраняться. Имейте в виду, что люди, которым Вы закроете доступ к своей информации, могут заметить это.
sk: Ak je ohrozená vaša osobná bezpečnosť, pomocou funkcie Núdzový reset môžete rýchlo ochrániť svoje informácie pred ľuďmi a apkami, zmeniť heslo svojho Apple účtu a skontrolovať tiesňové kontakty. Vykonané zmeny sa ukladajú automaticky. Majte však na pamäti, že ľudia, s ktorými prestanete zdieľať informácie, si to môžu všimnúť.
sl: Če je vaša osebna varnost ogrožena, s ponastavitvijo za nujne primere hitro zavarujete svoje podatke pred osebami in aplikacijami, spremenite geslo za račun Apple ter pregledate stike za nujne primere. Vse izvedene spremembe bodo sproti shranjene. Upoštevajte, da lahko drugi opazijo, da ste deljenje podatkov ustavili.
sv: Om din personliga säkerhet riskeras kan du använda Nödåterställning till att snabbt skydda din information från personer och appar, ändra lösenordet till ditt Apple‑konto och granska dina nödkontakter. Alla ändringar du gör sparas efter hand. Tänk på att andra personer kan märka om du slutar dela din information med dem.
th: ถ้าความปลอดภัยส่วนบุคคลของคุณอยู่ในความเสี่ยง ให้ใช้รีเซ็ตฉุกเฉินเพื่อปกป้องข้อมูลของคุณจากผู้คนและแอปอย่างรวดเร็ว เปลี่ยนรหัสผ่านบัญชี Apple ของคุณ และตรวจสอบรายชื่อติดต่อฉุกเฉินของคุณ การเปลี่ยนแปลงที่คุณทำจะถูกบันทึกในระหว่างที่คุณดำเนินการ โปรดทราบว่าผู้คนจะสามารถสังเกตได้ว่าคุณหยุดแชร์ข้อมูลของคุณกับพวกเขาหรือไม่
tr: Kişisel güvenliğiniz risk altındaysa bilgilerinizi başkalarından ve uygulamalardan hızlı bir şekilde korumak, Apple Hesabı parolanızı değiştirmek ve acil durum kişilerinizi gözden geçirmek için Acil Sıfırlama’yı kullanın. Yaptığınız değişiklikler otomatik olarak kaydedilir. Kişiler, bilgilerinizi paylaşmayı durdurduğunuzu fark edebilir.
uk: Якщо ваші персональні дані під загрозою, виконайте Екстрене скидання, щоб негайно захистити свою інформацію від людей і програм, змініть пароль облікового запису Apple та перевірте свої екстрені контакти. Усі внесені вами зміни відразу зберігатимуться. Зауважте, що люди можуть помітити, що ви припинили поширювати для них інформацію.
vi: Nếu an toàn cá nhân của bạn bị đe dọa, hãy sử dụng Đặt lại khẩn cấp để bảo vệ nhanh thông tin của bạn khỏi người và ứng dụng, thay đổi mật khẩu Tài khoản Apple và xem lại các liên hệ khẩn cấp của bạn. Mọi thay đổi mà bạn thực hiện sẽ được lưu khi hoàn tất tác vụ. Hãy lưu ý rằng mọi người có thể nhận biết nếu bạn dừng chia sẻ thông tin của mình với họ.
zh_cn: 如果你的个人安全正受到威胁，请使用“紧急重设”来快速保护信息不受他人和App影响、更改Apple账户密码并且检查紧急联系人。所作更改将会即时存储。 请注意，他人可能会注意到你已停止与其共享你的信息。
zh_hk: 如果你的個人安全正受到威脅，請使用「緊急重設」以迅速保護資料免被他人和App取用、更改Apple帳户密碼，並且檢視緊急聯絡人。任何你所作的更改都會即時儲存。 請記住，如果你停止與聯絡人分享你的資料，他們可能會留意到。
zh_tw: 若你的人身安全受到威脅，請使用「緊急重置」來快速保護資訊不讓聯絡人和App取用、更改你的「Apple帳號」密碼，以及檢視你的緊急聯絡人。任何你所做的更動都會隨時儲存。 請記得聯絡人可能會注意到你停止與他們分享資訊。

# TOUCH_ID_RESTRICTIONS
source: Resetting Touch ID.
ar: إعادة تعيين بصمة الإصبع.
bg: Нулиране на Touch ID.
ca: Restabliment del Touch ID
cs: Resetování Touch ID
da: Nulstiller Touch ID.
de: Touch ID zurücksetzen …
el: Επαναφορά Touch ID
es: El restablecimiento de Touch ID.
es_us: El restablecimiento de Touch ID.
fi: Touch ID:n nollaus
fr: Réinitialisation de Touch ID.
fr_ca: la réinitialisation de Touch ID.
he: איפוס Touch ID
hi: Touch ID रीसेट करना।
hr: Resetiranje Touch ID-ja.
hu: Touch ID alaphelyzetbe állítása.
id: Mengatur Ulang Touch ID.
it: L’inizializzazione di Touch ID.
ja: Touch IDをリセットします。
kk: Touch ID бастапқы күйге қайтару.
ko: Touch ID 재설정
lt: „Touch ID“ nustatomas iš naujo.
ms: Mereset Touch ID.
nl: Touch ID opnieuw instellen.
no: Nullstilling av Touch ID.
pl: Zerowanie Touch ID.
pt_br: Redefinindo o Touch ID.
pt_pt: Reposição do Touch ID.
ro: Resetarea Touch ID.
ru: Сброс Touch ID.
sk: Resetovanie Touch ID.
sl: Ponastavitev funkcije Touch ID.
sv: Återställning av Touch ID.
th: การรีเซ็ต Touch ID
tr: Touch ID’yi sıfırlamak.
uk: Скидання Touch ID.
vi: Đặt lại Touch ID.
zh_cn: 重设触控ID。
zh_hk: 重設Touch ID。
zh_tw: 重置Touch ID。

# BACK_TO_PASSCODE
source: Back
ar: رجوع
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Takaisin
fr: Retour
fr_ca: Retour
he: אחורה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nl: Vorige
no: Tilbake
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# WIFI_SYNC_DEVICE_SERIAL_NUMBER
source: Serial Number
ar: الرقم التسلسلي
bg: Сериен номер
ca: Número de sèrie
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
es_us: Número de serie
fi: Sarjanumero
fr: Numéro de série
fr_ca: Numéro de série
he: מספר סידורי
hi: सीरियल नंबर
hr: Serijski broj
hu: Sorozatszám
id: Nomor Seri
it: Numero di serie
ja: シリアル番号
kk: Сериялық нөмірі
ko: 일련 번호
lt: Serijos numeris
ms: Nombor Siri
nl: Serienummer
no: Serienummer
pl: Numer seryjny
pt_br: Número de Série
pt_pt: Número de série
ro: Număr serial
ru: Серийный номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
th: เลขประจำเครื่อง
tr: Seri Numarası
uk: Серійний №
vi: Số sê-ri
zh_cn: 序列号
zh_hk: 序號
zh_tw: 序號

# NO_SHARING_APPS
source: You have not allowed any third-party apps to access your information.
ar: لم تسمح لأي تطبيقات جهات خارجية بالوصول إلى معلوماتك.
bg: Не сте разрешили на никакви приложения на други фирми да имат достъп до вашата информация.
ca: No has permès que cap app de tercers accedeixi a la teva informació.
cs: Přístup k vašim informacím jste nepovolili žádným aplikacím od nezávislých vývojářů.
da: Du har ikke givet nogen tredjepartsapps adgang til dine oplysninger.
de: Du hast Drittanbieter-Apps nicht erlaubt, auf deine Informationen zuzugreifen.
el: Δεν έχετε επιτρέψει σε καμία εφαρμογή τρίτων την πρόσβαση στα δεδομένα σας.
es: No has permitido que ninguna app de terceros acceda a tu información.
es_us: No has permitido a ninguna app de terceros acceder a tu información.
fi: Et ole antanut millekään muun kehittäjän apille lupaa käyttää tietojasi.
fr: Vous n’avez autorisé aucune app de tierce partie à accéder à vos informations.
fr_ca: Vous n’avez autorisé aucune app tierce à accéder à vos informations.
he: לא הענקת לאף יישום חיצוני הרשאת גישה למידע שלך.
hi: आपने किसी भी तृतीय पक्ष ऐप को अपनी जानकारी ऐक्सेस करने की अनुमति नहीं दी है।
hr: Nijednoj aplikaciji drugog proizvođača niste dozvolili pristup svojim informacijama.
hu: Egyetlen harmadik féltől származó app számára sem engedélyezte, hogy hozzáférjen az Ön információihoz.
id: Anda belum mengizinkan app pihak ketiga mana pun untuk mengakses informasi Anda.
it: Non hai autorizzato nessuna app di terze parti ad accedere alle tue informazioni.
ja: 他社製アプリによるあなたの情報へのアクセスを許可していません。
kk: Үшінші тарап қолданбаларына ақпаратыңызға қол жеткізуге рұқсат бермедіңіз.
ko: 사용자의 정보에 접근할 수 있도록 허용한 타사 앱이 없습니다.
lt: Neleidote jokioms trečiųjų šalių programoms pasiekti jūsų informacijos.
ms: Anda belum membenarkan sebarang app pihak ketiga untuk mengakses maklumat anda.
nl: Je hebt geen externe apps toegang gegeven tot je gegevens.
no: Du har ikke gitt noen tredje­parts­apper tilgang til informasjonen din.
pl: Nie dajesz żadnym aplikacjom innych firm dostępu do Twoich informacji.
pt_br: Você não concedeu permissão a nenhum app de terceiros para acessar as suas informações.
pt_pt: Não permitiu o acesso à sua informação por qualquer aplicação de terceiros.
ro: Nu ați permis niciunei aplicații terțe să vă acceseze informațiile.
ru: Ни одному приложению стороннего разработчика не разрешен доступ к Вашей информации.
sk: Žiadnym apkám tretích strán ste nepovolili prístup k vašim informáciám.
sl: Nobeni aplikaciji drugega ponudnika niste dovolili dostopa do svojih informacij.
sv: Du tillåter inte att några appar från tredje part får tillgång till din information.
th: คุณยังไม่ได้อนุญาตให้แอปใดๆ ของบริษัทอื่นเข้าถึงข้อมูลของคุณ
tr: Hiçbir üçüncü parti uygulamaya bilgilerinize erişme izni vermediniz.
uk: Жодна програма сторонніх постачальників не має доступу до вашої інформації.
vi: Bạn chưa cho phép bất kỳ ứng dụng bên thứ ba nào truy cập thông tin của mình.
zh_cn: 你尚未允许任何第三方App访问你的信息。
zh_hk: 你沒有允許任何第三方App取用你的資料。
zh_tw: 你尚未允許任何第三方App取用你的資訊。
